//
//  Randomizer.swift
//  InteractiveGameForBabies
//
//  Created by Елена Иванкина on 13.06.2022.
//

import UIKit

class Randomizer {
    // 2 функции
    
    //Класс рандомайзер написать функцию рандомного выбора элемента из массива #9
    //На вход массив, на выходе рандомный элемент из этого массива (для вопроса по цветам, вопроса по один - много)
    
    //Класс рандомайзер написать функцию создания массива из 6 рандомных элементов #10
    //На вход массив, на выходе массив из 6 рандомных элементов из этого массива, элементы не повторяются, среди элементов хотя бы один - который является верным ответов на вопрос из текущей сессии игры
    
}
